/* 
	UnmountAssistant Localizable.strings
	Copyright 2008-2009 Apple Inc. All rights reserved.
 */

/* Alert buttons */
"OK" = "好";
"CANCEL" = "取消";
"FORCE_EJECT" = "強制退出⋯";
"CONFIRM_FORCE" = "強制退出";
"TRY_AGAIN" = "再試一次";


/* non-GUI app is using the disk */
"UNKNOWN_IN_USE" = "無法退出磁碟，因為一或多個程式可能正在使用它。";
"VOLUME_IN_USE" = "無法退出磁碟“%@”，因為一或多個程式可能正在使用它。";

"TRYING_TO_EJECT_INFO" = "若要立即退出磁碟，請按一下“強制退出”按鈕。";
"UNABLE_TO_EJECT_INFO" = "您可以再次嘗試退出磁碟或按一下“強制退出”來立即將其退出。";

"UNKNOWN_FORCE_EJECT" = "您確定要退出磁碟嗎？";
"VOLUME_FORCE_EJECT" = "您確定要退出“%@”嗎？";

"CONFIRM_FORCEEJECT_INFO" = "退出磁碟可能會對磁碟或其內的資訊造成問題。";


/* GUI app is using the disk */
"UNKNOWN_IN_USE_BY_1GUIPROC" = "無法退出磁碟，因為“%@”正在使用磁碟。";
"VOLUME_IN_USE_BY_1GUIPROC" = "無法退出磁碟“%1$@”，因為“%2$@”正在使用磁碟。";

"UNKNOWN_IN_USE_BY_2GUIPROCS" = "無法退出磁碟，因為“%1$@”和“%2$@”正在使用磁碟。";
"VOLUME_IN_USE_BY_2GUIPROCS" = "無法退出磁碟“%1$@”，因為“%2$@”和“%3$@”正在使用磁碟。";

"UNKNOWN_IN_USE_BY_3GUIPROCS" = "無法退出磁碟，因為“%@”和其他應用程式正在使用磁碟。";
"VOLUME_IN_USE_BY_3GUIPROCS" = "無法退出磁碟“%1$@”，因為“%2$@”和其他應用程式正在使用磁碟。";

"QUIT_ONE_INFO" = "請結束應用程式，然後再嘗試退出磁碟一次。";
"QUIT_MULTIPLE_INFO" = "請結束應用程式，然後再嘗試退出磁碟一次。";


/* User is using the disk */
"UNKNOWN_IN_USE_BY_1USER" = "無法退出磁碟，因為其他使用者（“%@”）正在使用磁碟。";
"VOLUME_IN_USE_BY_1USER" = "無法退出磁碟“%1$@”，因為其他使用者（“%2$@”）正在使用磁碟。";

"UNKNOWN_IN_USE_BY_2USERS" = "無法退出磁碟，因為其他使用者（“%1$@”和“%2$@”）正在使用磁碟。";
"VOLUME_IN_USE_BY_2USERS" = "無法退出磁碟“%1$@”，因為其他使用者（“%2$@”和“%3$@”）正在使用磁碟。";

"UNKNOWN_IN_USE_BY_3USERS" = "無法退出磁碟，因為其他使用者（“%1$@”、“%2$@”和其他）正在使用磁碟。";
"VOLUME_IN_USE_BY_3USERS" = "無法退出磁碟“%1$@”，因為其他使用者（“%2$@”、“%3$@”和其他）正在使用磁碟。";

"LOGOUT_ONE_INFO" = "當“%@”不再使用磁碟時，請嘗試再次退出磁碟。";
"LOGOUT_MULTIPLE_INFO" = "當其他使用者不再使用磁碟時，請嘗試再次退出磁碟。";


/* Disk Image is mounted from the disk the disk */
"VOLUME_HAS_DISKIMAGE" = "磁碟“%1$@”正在使用中，因此無法退出。";
"UNKNOWN_HAS_DISKIMAGE" = "磁碟正在使用中，因此無法退出。";

"VOLUME_HAS_1DISKIMAGE_INFO" = "請先退出“%1$@”，然後再嘗試退出“%2$@”一次。";
"VOLUME_HAS_2DISKIMAGES_INFO" = "請先退出“%1$@”和“%2$@”，然後再嘗試退出“%3$@”一次。";
"VOLUME_HAS_3DISKIMAGES_INFO" = "請先退出“%1$@”和其他磁碟，然後再嘗試退出“%2$@”一次。";

"UNKNOWN_HAS_1DISKIMAGE_INFO" = "請先退出“%1$@”，然後再嘗試退出磁碟一次。";
"UNKNOWN_HAS_2DISKIMAGES_INFO" = "請先退出“%1$@”和“%2$@”，然後再嘗試退出磁碟一次。";
"UNKNOWN_HAS_3DISKIMAGES_INFO" = "請先退出“%1$@”和其他磁碟，然後再嘗試退出磁碟一次。";


/* volume was ejected */
"UNKNOWN_WAS_EJECTED" = "磁碟已經退出。";
"VOLUME_WAS_EJECTED" = "磁碟“%@”已退出。";


/* Misc strings */
"TRYING_TO_EJECT" = "正在嘗試退出";

"PROCESS_PID" = "程序 %d";